import React from 'react';
import styled from 'styled-components';

export const Container = styled.div`
	width: 75%;
	margin: 20px auto;
	height: 90vh;
	overflow-y: auto;
	color: white;

  ::-webkit-scrollbar{
    display: none;
  }

  -ms-overflow-style: none;
  scrollbar-width: none;
`;

export const Header = styled.h1`
	text-align: center;
`;

const Project = () => {
	return (
		<Container>
			<Header>Проектирование универсального шарнирного соединения</Header>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
			<p>
				Проект направлен на проектирование универсального шарнирного соединения, которое может быть использовано в машиностроительном производстве, бионике, изготовлении детских игрушек и манекенов для магазинов одежды. Продуктом проекта является масштабируемая 3D-модель. Макет шарнира может быть изготовлен с использованием аддитивных технологий.
			</p>
		</Container>
	);
};

export default Project;
